{
  "navbarLinks": {
    "Home": "Inicio",
    "Gallery": "Galería",
    "Contact": "Contacto"
  },
  "aboutUs": {
    "title": "Sobre nosotros",
    "text1": "M.G. Filtration Technology Ltd. nace de un proyecto italiano destinado a diseñar y producir filtros con membrana mediante tecnología de filtración tangencial. Además, desarrollamos e implementamos las correspondientes instalaciones para cada necesidad.",
    "text2": "Nos enfocamos en brindar la máxima asistencia técnica y profesionalidad a nuestros clientes, desarrollando procesos y plantas de separación adaptadas a cada industria.",
    "text3": "Trabajamos en el desarrollo y aplicación de soluciones globales para el tratamiento de aguas y productos líquidos en los sectores industrial y civil, empleando tecnologías como: Microfiltración, Ultrafiltración, Nanofiltración y Ósmosis inversa.",
    "text4": "Gracias a nuestro laboratorio químico, físico y biológico, y a nuestra experiencia técnica, hemos desarrollado una serie de plantas piloto que permiten realizar pruebas preliminares sobre pequeños volúmenes. Así seleccionamos la membrana más adecuada y optimizamos los parámetros del proceso a escala industrial."
  },
  "whatWeDo": {
    "title": "Lo que hacemos",
    "cards": {
      "card1": {
        "title": "Producción de membranas estándar y personalizadas",
        "subtitle": "Diseñamos y fabricamos membranas de alta eficiencia, adaptadas a cada necesidad."
      },
      "card2": {
        "title": "Separación, concentración y recuperación",
        "subtitle": "Soluciones sostenibles para aprovechar al máximo cada recurso."
      },
      "card3": {
        "title": "Tratamiento de aguas primarias y residuales",
        "subtitle": "Procesos fiables para aguas limpias y reutilizables."
      },
      "card4": {
        "title": "Diseño e implementación de instalaciones industriales",
        "subtitle": "Plantas a medida con la última tecnología."
      }
    }
  },
  "industries": {
    "title": "Más calidad para tu industria",
    "text1": "Enología",
    "text2": "Alimentos y bebidas",
    "text3": "Farmacéutica"
  },
  "why": {
    "title": "¿Por qué elegir la filtración por membrana?",
    "subtitle": "A diferencia de métodos tradicionales de separación (precipitación química, fangos activos, destilación, evaporación, crio-separación, etc.), la tecnología de membranas ofrece beneficios clave.",
    "cards": {
      "card1": {
        "title": "Separación física",
        "subtitle": "Sin uso de químicos"
      },
      "card2": {
        "title": "Bajo consumo energético",
        "subtitle": "Solo presión, no calor"
      },
      "card3": {
        "title": "Reutilización del agua",
        "subtitle": "Agua lista para reusar"
      },
      "card4": {
        "title": "Recuperación de compuestos",
        "subtitle": "Valor añadido desde el residuo"
      }
    }
  }
}